/* code credit */
"Engine, frontend, net server" = "Motor, frontend, servidor";
"Many desktop frontend improvements" = "Muitos melhoramentos do frontend";
"Many engine and desktop frontend improvements" = "Muitos melhoramentos do motor e do frontend";
"Drillrocket, Ballgun, RC Plane weapons" = "Drillrocket, Ballgun, armas do avião telecomandado";
"Mine number and time game settings" = "Número de minas e preferências de tempo do jogo";
"Desktop frontend improvements" = "Melhoramentos do frontend";
"Desktop frontend improvements" = "Melhoramentos do frontend";
"Mac OS X and iPhone version" = "Versão de Mac OS X e iPhone";
"Many engine and desktop frontend improvements" = "Muitos melhoramentos do motor e do frontend";
"Gamepad and Lua integration" = "Integração de Gamepad e Lua";
"Many engine improvements and graphics" = "Muitos melhoramentos do motor e dos gráficos";
"Maze maps" = "Mapas de labirinto";
"Engine and desktop frontend improvements" = "Muitos melhoramentos do motor e do frontend";
"Lua game modes and missions" = "Modos de jogo e missões Lua";
"Desktop frontend improvements" = "Melhoramentos do frontend";
"Android port" = "Port de Android";

/* art credit */
"Main graphics" = "Gráficos principais";
"Some hats" = "Alguns chapéus";
"Hedgehogs voice" = "Voz dos Hedgehogs";

/* translation credit */
"Brazilian Portuguese" = "Português do Brasil";
"Bulgarian" = "Búlgaro";
"Czech" = "Checo";
"Chinese" = "Chinês";
"English" = "Inglês";
"Finnish" = "Finlandês";
"French" = "Francês";
"German" = "Alemão";
"Greek" = "Grego";
"Italian" = "Italiano";
"Japanese" = "Japonês";
"Korean" = "Coreano";
"Lithuanian" = "Lituano";
"Polish" = "Polaco";
"Portuguese" = "Português";
"Russian" = "Russo";
"Slovak" = "Eslovaco";
"Spanish" = "Espanhol";
"Swedish" = "Sueco";
"Ukrainian" = "Ucraniano";
